Repository: OranLevi/RadarApp
Catalog: Radar/*.lproj/Localizable.strings
Languages: he

# DESTINATION_ISRAEL_TO
source: Israel to
he: ישראל ל

# DESTINATION_TIME
source: Departure time:
he: זמן המראה:

# DESTINATION_TO_ISRAEL
source: to Israel
he: לישראל

source: Landing time:
he: זמן נחיתה:

source: Airlines Name:
he: שם חברת התעופה:

source: Scheduled time:
he: זמן מתוכנן:

source: Current time:
he: זמן אמת:

source: Terminal:
he: טרמינל:

source: Destination (country):
he: יעד (מדינה):

source: Destination (city):
he: יעד (עיר):

source: Airport Code (IATA code):
he: קוד שדה תעופה (IATA):

source: Counter Area:
he: דלפק:

source: N/A
he: לא זמין

source: Status:
he: סטאטוס:

# TRAVEL_WARNING_MES
source: There may be travel warnings for this destination lease check
he: ייתכן וקיימת אזהרות מסע ליעד זה

# TITLE_CHANGE_LANG
source: Alert
he: התראה

# MES_CHANGE_LANG
source: to change the language, you need to restart the app.
he: על מנת להחליף שפה יש צורך בהפעלה מחדש של האפליקצייה

# BUTTON_OK_CHANGE_LANG
source: Exit and restart
he: הפעל מחדש

# BUTTON_CANCEL_CHANGE_LANG
source: Cancel
he: ביטול

# BUTTON_LANG
source: HE
he: EN

source: Population:
he: אוכלוסייה:

source: Confirmed:
he: מאומתים:

source: Life expectancy:
he: תוחלת חיים:

source: Continent:
he: יבשת:

source: Location:
he: מיקום:

source: Capital city:
he: עיר בירה:

source: Last updated:
he: עדכון אחרון:

source: Country:
he: מדינה:

source: Recommendations:
he: המלצות:

source: Office reports:
he: משרד מדווח:

source: Error
he: שגיאה

source: Please fill your task:
he: בבקשה מלא את שדה המשימה

# PLEASE_FILL_IN_EMPTY_FIELDS
source: המלצותPlease fill in empty fields
he: אנא מלא את כל השדות הריקים

source: Choose date
he: בחר תאריך

source: Enter Flight Number
he: הכנס מספר טיסה

source: ALERT
he: התראה

# NETWORK_ERROR
source: Network error Check your network connection
he: שגיאת רשת: בדוק חיבור לאינטרנט

# TASK_FLIGHT_DATE
source: Flight Date
he: תאריך טיסה

# TASK_NUMBER_FALIGH_TASK
source: Flight Number / Task
he: מספר טיסה / משימה
